module Swu {
    export var translations_th = {
        shared: {
            applicationName: "โครงการพัฒนาระบบประชาสัมพันธ์หลักสูตรแพทยศาสตรบัณฑิตโครงการร่วมนอตติงแฮม",
            address: "อาคาร 15 คณะแพทยศาสตร์ 114 สุขุมวิท 23 กรุงเทพฯ 10110",
            phone: "+66 2649 5000"
        },
        login: {
            anyQuestions: "มีคำถามใช่ไหม?",
            callUs: "โทรมาหาเรา",
            login: "เข้าสู่ระบบ",
            register: "ลงทะเบียนสมาชิก",
            loginAs: "",
            loginOrRegister: "เข้าสู่ระบบหรือลงทะเบียน",
            description: "เข้าสู่ระบบหรือลงทะเบียนวันนี้เพื่อรับสิทธิ์ในการเข้าถึงรายละเอียดทุกวิชาที่เปิดสอน.",
            loginTitle: "ใส่ชิ่อผู้ใช้และรหัสผ่านเพื่อเข้าสู่ระบบ:",
            registerTitle: "เข้าร่วมกับเรา:",
            btnLogin: "เข้าสู่ระบบ",
            btnRegister: "ลงทะเบียน",
            userName: "ชื่อผู้ใช้",
            firstName: "ชื่อ",
            lastName: "นามสกุล",
            password: "รหัสผ่าน",
            rePassword: "ใส่รหัสผ่านอีกครั้ง",
            email: "อีเมล์"
        },
        menu: {
            home: "หน้าแรก",
            aboutUs: "เกี่ยวกับเรา",
            history: "ประวัติ",
            visionAndMission: "วิสัยทัศน์",
            ethics: "จริยธรรม",
            departments:"แผนก",
            courses: "วิชาที่เปิดสอน",
            research: "งานวิจัย",
            ourPeoples:"พวกเรา",
            teacher: "รายชื่ออาจารย์",
            contact: "ติดต่อเรา",
            committee: "กรรมการ"
        },
        home: {},
        course: {
            all: "วิชาที่เปิดสอนทั้งหมด",
            topRated: "คะแนนสูง",
            mostPopular: "ยอดนิยม",
            recentlyAdded: "เพิ่มล่าสุด"
        },
        registration: {
            identityCardNumber: "หมายเลขบัตรประชาชน",
            fullName: "ชื่อ-นามสกุล",
            register: "ลงทะเบียน"
        },
        event: {
            title: "กิจกรมภายใน",
            description: "กำหนดการต่างๆ เกี่ยวกับการสอบและกิจกรรมที่เกี่ยวข้อง"
        },
        commitments: {
            title: "วัตถุประสงค์ของหลักสูตร"
        },
        video: {
            title: "วีดีโอ"
        },
        news: {
            title:"ข่าวสาร"
        },
        testimonials: {
            title: "สัมภาษณ์นักศึกษา",
            description: "ทดสอบทดสอบทดสอบทดสอบทดสอบทดสอบทดสอบทดสอบทดสอบทดสอบทดสอบ",
            checkfaq: "คำถามที่พบบ่อย",
            thumb1: {
                quote: "“ทดสอบทดสอบทดสอบทดสอบทดสอบทดสอบทดสอบทดสอบทดสอบทดสอบทดสอบทดสอบทดสอบทดสอบทดสอบทดสอบทดสอบ”",
                by: "จาคิวลีน สมิท",
                position: "การจัดการธุรกิจ"
            },
            thumb2: {
                quote: "“ทดสอบทดสอบทดสอบทดสอบทดสอบทดสอบทดสอบทดสอบทดสอบทดสอบทดสอบทดสอบทดสอบทดสอบทดสอบทดสอบทดสอบ”",
                by: "จาคิวลีน สมิท",
                position: "การจัดการธุรกิจ"

            },
            thumb3: {
                quote: "“ทดสอบทดสอบทดสอบทดสอบทดสอบทดสอบทดสอบทดสอบทดสอบทดสอบทดสอบทดสอบทดสอบทดสอบทดสอบทดสอบทดสอบ”",
                by: "จาคิวลีน สมิท",
                position: "การจัดการธุรกิจ"
            }
        },
        committee: {
            title: "คณะกรรมการ",
        },
        research: {},
        teacher: {},
        student: {},
        settings: {}
    };
}